{"passage":"\"For the LORD your God has chosen him and his sons from all your tribes, to stand and serve in the name of the LORD forever.","book":"Deuteronomy","verse":5,"chapter":18}
{"verse":7,"book":"Deuteronomy","chapter":18,"passage":"then he shall serve in the name of the LORD his God, like all his fellow Levites who stand there before the LORD."}
{"verse":20,"book":"Deuteronomy","chapter":18,"passage":"'But the prophet who speaks a word presumptuously in My name which I have not commanded him to speak, or which he speaks in the name of other gods, that prophet shall die.'"}
{"passage":"\"When a prophet speaks in the name of the LORD, if the thing does not come about or come true, that is the thing which the LORD has not spoken. The prophet has spoken it presumptuously; you shall not be afraid of him.","chapter":18,"book":"Deuteronomy","verse":22}
{"passage":"\"Then the priests, the sons of Levi, shall come near, for the LORD your God has chosen them to serve Him and to bless in the name of the LORD; and every dispute and every assault shall be settled by them.","chapter":21,"book":"Deuteronomy","verse":5}
{"chapter":17,"verse":45,"book":"1 Samuel","passage":"Then David said to the Philistine, \"You come to me with a sword, a spear, and a javelin, but I come to you in the name of the LORD of hosts, the God of the armies of Israel, whom you have taunted."}
{"passage":"Jonathan said to David, \"Go in safety, inasmuch as we have sworn to each other in the name of the LORD, saying, 'The LORD will be between me and you, and between my descendants and your descendants forever.'\" Then he rose and departed, while Jonathan went into the city.","chapter":20,"verse":42,"book":"1 Samuel"}
{"passage":"When David had finished offering the burnt offering and the peace offering, he blessed the people in the name of the LORD of hosts.","verse":18,"book":"2 Samuel","chapter":6}
{"chapter":18,"verse":32,"book":"1 Kings","passage":"So with the stones he built an altar in the name of the LORD, and he made a trench around the altar, large enough to hold two measures of seed."}
{"book":"1 Kings","verse":16,"chapter":22,"passage":"Then the king said to him, \"How many times must I adjure you to speak to me nothing but the truth in the name of the LORD?\""}
{"passage":"When he looked behind him and saw them, he cursed them in the name of the LORD. Then two female bears came out of the woods and tore up forty-two lads of their number.","book":"2 Kings","verse":24,"chapter":2}
{"verse":2,"book":"1 Chronicles","chapter":16,"passage":"When David had finished offering the burnt offering and the peace offerings, he blessed the people in the name of the LORD."}
{"chapter":21,"verse":19,"book":"1 Chronicles","passage":"So David went up at the word of Gad, which he spoke in the name of the LORD."}
{"verse":15,"book":"2 Chronicles","chapter":18,"passage":"Then the king said to him, \"How many times must I adjure you to speak to me nothing but the truth in the name of the LORD?\""}
{"passage":"Now the rest of the acts of Manasseh even his prayer to his God, and the words of the seers who spoke to him in the name of the LORD God of Israel, behold, they are among the records of the kings of Israel.","verse":18,"book":"2 Chronicles","chapter":33}
{"chapter":5,"book":"Ezra","verse":1,"passage":"When the prophets, Haggai the prophet and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem in the name of the God of Israel, who was over them,"}
{"verse":12,"book":"Esther","chapter":3,"passage":"Then the king's scribes were summoned on the thirteenth day of the first month, and it was written just as Haman commanded to the king's satraps, to the governors who were over each province and to the princes of each people, each province according to its script, each people according to its language, being written in the name of King Ahasuerus and sealed with the king's signet ring."}
{"chapter":8,"verse":8,"book":"Esther","passage":"\"Now you write to the Jews as you see fit, in the king's name, and seal it with the king's signet ring; for a decree which is written in the name of the king and sealed with the king's signet ring may not be revoked.\""}
{"passage":"He wrote in the name of King Ahasuerus, and sealed it with the king's signet ring, and sent letters by couriers on horses, riding on steeds sired by the royal stud.","book":"Esther","verse":10,"chapter":8}
{"passage":"We will sing for joy over your victory, And in the name of our God we will set up our banners. May the LORD fulfill all your petitions.","chapter":20,"book":"Psalms","verse":5}
{"chapter":20,"verse":7,"book":"Psalms","passage":"Some boast in chariots and some in horses, But we will boast in the name of the LORD, our God."}
{"chapter":118,"verse":26,"book":"Psalms","passage":"Blessed is the one who comes in the name of the LORD; We have blessed you from the house of the LORD."}
{"passage":"Our help is in the name of the LORD, Who made heaven and earth.","book":"Psalms","verse":8,"chapter":124}
{"verse":8,"book":"Psalms","chapter":129,"passage":"Nor do those who pass by say, \"The blessing of the LORD be upon you; We bless you in the name of the LORD.\""}
{"passage":"Who is among you that fears the LORD, That obeys the voice of His servant, That walks in darkness and has no light? Let him trust in the name of the LORD and rely on his God.","verse":10,"book":"Isaiah","chapter":50}
{"chapter":11,"verse":21,"book":"Jeremiah","passage":"Therefore thus says the LORD concerning the men of Anathoth, who seek your life, saying, \"Do not prophesy in the name of the LORD, so that you will not die at our hand\";"}
{"passage":"\"Why have you prophesied in the name of the LORD saying, 'This house will be like Shiloh and this city will be desolate, without inhabitant'?\" And all the people gathered about Jeremiah in the house of the LORD.","chapter":26,"verse":9,"book":"Jeremiah"}
{"passage":"Then the officials and all the people said to the priests and to the prophets, \"No death sentence for this man! For he has spoken to us in the name of the LORD our God.\"","chapter":26,"book":"Jeremiah","verse":16}
{"chapter":26,"book":"Jeremiah","verse":20,"passage":"Indeed, there was also a man who prophesied in the name of the LORD, Uriah the son of Shemaiah from Kiriath-jearim; and he prophesied against this city and against this land words similar to all those of Jeremiah."}
{"chapter":44,"book":"Jeremiah","verse":16,"passage":"\"As for the message that you have spoken to us in the name of the LORD, we are not going to listen to you!"}
{"chapter":4,"verse":5,"book":"Micah","passage":"Though all the peoples walk Each in the name of his god, As for us, we will walk In the name of the LORD our God forever and ever."}
{"passage":"\"But I will leave among you A humble and lowly people, And they will take refuge in the name of the LORD.","chapter":3,"book":"Zephaniah","verse":12}
{"passage":"\"And if anyone still prophesies, then his father and mother who gave birth to him will say to him, 'You shall not live, for you have spoken falsely in the name of the LORD'; and his father and mother who gave birth to him will pierce him through when he prophesies.","chapter":13,"verse":3,"book":"Zechariah"}
{"chapter":10,"verse":41,"book":"Matthew","passage":"\"He who receives a prophet in the name of a prophet shall receive a prophet's reward; and he who receives a righteous man in the name of a righteous man shall receive a righteous man's reward."}
{"passage":"\"And whoever in the name of a disciple gives to one of these little ones even a cup of cold water to drink, truly I say to you, he shall not lose his reward.\"","chapter":10,"book":"Matthew","verse":42}
{"passage":"\"Go therefore and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit,","verse":19,"book":"Matthew","chapter":28}
{"book":"John","verse":18,"chapter":3,"passage":"\"He who believes in Him is not judged; he who does not believe has been judged already, because he has not believed in the name of the only begotten Son of God."}
{"passage":"Peter said to them, \"Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.","book":"Acts","verse":38,"chapter":2}
{"verse":18,"book":"Acts","chapter":4,"passage":"And when they had summoned them, they commanded them not to speak or teach at all in the name of Jesus."}
{"chapter":5,"verse":40,"book":"Acts","passage":"They took his advice; and after calling the apostles in, they flogged them and ordered them not to speak in the name of Jesus, and then released them."}
{"book":"Acts","verse":16,"chapter":8,"passage":"For He had not yet fallen upon any of them; they had simply been baptized in the name of the Lord Jesus."}
{"chapter":9,"book":"Acts","verse":27,"passage":"But Barnabas took hold of him and brought him to the apostles and described to them how he had seen the Lord on the road, and that He had talked to him, and how at Damascus he had spoken out boldly in the name of Jesus."}
{"book":"Acts","verse":28,"chapter":9,"passage":"And he was with them, moving about freely in Jerusalem, speaking out boldly in the name of the Lord."}
{"passage":"And he ordered them to be baptized in the name of Jesus Christ. Then they asked him to stay on for a few days.","chapter":10,"book":"Acts","verse":48}
{"passage":"She continued doing this for many days. But Paul was greatly annoyed, and turned and said to the spirit, \"I command you in the name of Jesus Christ to come out of her!\" And it came out at that very moment.","chapter":16,"book":"Acts","verse":18}
{"passage":"When they heard this, they were baptized in the name of the Lord Jesus.","verse":5,"book":"Acts","chapter":19}
{"verse":13,"book":"1 Corinthians","chapter":1,"passage":"Has Christ been divided? Paul was not crucified for you, was he? Or were you baptized in the name of Paul?"}
{"passage":"Such were some of you; but you were washed, but you were sanctified, but you were justified in the name of the Lord Jesus Christ and in the Spirit of our God.","chapter":6,"book":"1 Corinthians","verse":11}
{"passage":"always giving thanks for all things in the name of our Lord Jesus Christ to God, even the Father;","chapter":5,"book":"Ephesians","verse":20}
{"passage":"Whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks through Him to God the Father.","chapter":3,"verse":17,"book":"Colossians"}
{"book":"2 Thessalonians","verse":6,"chapter":3,"passage":"Now we command you, brethren, in the name of our Lord Jesus Christ, that you keep away from every brother who leads an unruly life and not according to the tradition which you received from us."}
{"verse":10,"book":"James","chapter":5,"passage":"As an example, brethren, of suffering and patience, take the prophets who spoke in the name of the Lord."}
{"passage":"Is anyone among you sick? Then he must call for the elders of the church and they are to pray over him, anointing him with oil in the name of the Lord;","chapter":5,"book":"James","verse":14}
{"verse":23,"book":"1 John","chapter":3,"passage":"This is His commandment, that we believe in the name of His Son Jesus Christ, and love one another, just as He commanded us."}
{"passage":"These things I have written to you who believe in the name of the Son of God, so that you may know that you have eternal life.","verse":13,"book":"1 John","chapter":5}
