{"passage":"and Esau said to Jacob, \"Please let me have a swallow of that red stuff there, for I am famished.\" Therefore his name was called Edom.","chapter":25,"book":"Genesis","verse":30}
{"passage":"The thin ears swallowed up the seven plump and full ears. Then Pharaoh awoke, and behold, it was a dream.","verse":7,"book":"Genesis","chapter":41}
{"passage":"and the thin ears swallowed the seven good ears. Then I told it to the magicians, but there was no one who could explain it to me.\"","chapter":41,"book":"Genesis","verse":24}
{"verse":12,"book":"Exodus","chapter":7,"passage":"For each one threw down his staff and they turned into serpents. But Aaron's staff swallowed up their staffs."}
{"verse":12,"book":"Exodus","chapter":15,"passage":"\"You stretched out Your right hand, The earth swallowed them."}
{"passage":"\"But if the LORD brings about an entirely new thing and the ground opens its mouth and swallows them up with all that is theirs, and they descend alive into Sheol, then you will understand that these men have spurned the LORD.\"","chapter":16,"verse":30,"book":"Numbers"}
{"chapter":16,"verse":32,"book":"Numbers","passage":"and the earth opened its mouth and swallowed them up, and their households, and all the men who belonged to Korah with their possessions."}
{"verse":34,"book":"Numbers","chapter":16,"passage":"All Israel who were around them fled at their outcry, for they said, \"The earth may swallow us up!\""}
{"passage":"and the earth opened its mouth and swallowed them up along with Korah, when that company died, when the fire devoured 250 men, so that they became a warning.","book":"Numbers","verse":10,"chapter":26}
{"verse":6,"book":"Deuteronomy","chapter":11,"passage":"and what He did to Dathan and Abiram, the sons of Eliab, the son of Reuben, when the earth opened its mouth and swallowed them, their households, their tents, and every living thing that followed them, among all Israel--"}
{"passage":"\"I am of those who are peaceable and faithful in Israel. You are seeking to destroy a city, even a mother in Israel. Why would you swallow up the inheritance of the LORD?\"","chapter":20,"verse":19,"book":"2 Samuel"}
{"chapter":20,"verse":20,"book":"2 Samuel","passage":"Joab replied, \"Far be it, far be it from me that I should swallow up or destroy!"}
{"passage":"\"Will You never turn Your gaze away from me, Nor let me alone until I swallow my spittle?","chapter":7,"verse":19,"book":"Job"}
{"passage":"\"He swallows riches, But will vomit them up; God will expel them from his belly.","book":"Job","verse":15,"chapter":20}
{"chapter":20,"verse":18,"book":"Job","passage":"\"He returns what he has attained And cannot swallow it; As to the riches of his trading, He cannot even enjoy them."}
{"book":"Job","verse":20,"chapter":37,"passage":"\"Shall it be told Him that I would speak? Or should a man say that he would be swallowed up?"}
{"book":"Psalms","verse":9,"chapter":21,"passage":"You will make them as a fiery oven in the time of your anger; The LORD will swallow them up in His wrath, And fire will devour them."}
{"chapter":35,"verse":25,"book":"Psalms","passage":"Do not let them say in their heart, \"Aha, our desire!\" Do not let them say, \"We have swallowed him up!\""}
{"chapter":69,"book":"Psalms","verse":15,"passage":"May the flood of water not overflow me Nor the deep swallow me up, Nor the pit shut its mouth on me."}
{"passage":"The bird also has found a house, And the swallow a nest for herself, where she may lay her young, Even Your altars, O LORD of hosts, My King and my God.","chapter":84,"verse":3,"book":"Psalms"}
{"passage":"The earth opened and swallowed up Dathan, And engulfed the company of Abiram.","chapter":106,"verse":17,"book":"Psalms"}
{"passage":"Then they would have swallowed us alive, When their anger was kindled against us;","book":"Psalms","verse":3,"chapter":124}
{"chapter":1,"book":"Proverbs","verse":12,"passage":"Let us swallow them alive like Sheol, Even whole, as those who go down to the pit;"}
{"passage":"There is precious treasure and oil in the dwelling of the wise, But a foolish man swallows it up.","chapter":21,"book":"Proverbs","verse":20}
{"passage":"Like a sparrow in its flitting, like a swallow in its flying, So a curse without cause does not alight.","verse":2,"book":"Proverbs","chapter":26}
{"passage":"And on this mountain He will swallow up the covering which is over all peoples, Even the veil which is stretched over all nations.","verse":7,"book":"Isaiah","chapter":25}
{"book":"Isaiah","verse":8,"chapter":25,"passage":"He will swallow up death for all time, And the Lord GOD will wipe tears away from all faces, And He will remove the reproach of His people from all the earth; For the LORD has spoken."}
{"verse":4,"book":"Isaiah","chapter":28,"passage":"And the fading flower of its glorious beauty, Which is at the head of the fertile valley, Will be like the first-ripe fig prior to summer, Which one sees, And as soon as it is in his hand, He swallows it."}
{"chapter":38,"book":"Isaiah","verse":14,"passage":"\"Like a swallow, like a crane, so I twitter; I moan like a dove; My eyes look wistfully to the heights; O Lord, I am oppressed, be my security."}
{"book":"Isaiah","verse":19,"chapter":49,"passage":"\"For your waste and desolate places and your destroyed land--Surely now you will be too cramped for the inhabitants, And those who swallowed you will be far away."}
{"passage":"\"Nebuchadnezzar king of Babylon has devoured me and crushed me, He has set me down like an empty vessel; He has swallowed me like a monster, He has filled his stomach with my delicacies; He has washed me away.","verse":34,"book":"Jeremiah","chapter":51}
{"passage":"\"I will punish Bel in Babylon, And I will make what he has swallowed come out of his mouth; And the nations will no longer stream to him. Even the wall of Babylon has fallen down!","chapter":51,"book":"Jeremiah","verse":44}
{"passage":"The Lord has swallowed up; He has not spared All the habitations of Jacob. In His wrath He has thrown down The strongholds of the daughter of Judah; He has brought them down to the ground; He has profaned the kingdom and its princes.","chapter":2,"verse":2,"book":"Lamentations"}
{"book":"Lamentations","verse":5,"chapter":2,"passage":"The Lord has become like an enemy. He has swallowed up Israel; He has swallowed up all its palaces, He has destroyed its strongholds And multiplied in the daughter of Judah Mourning and moaning."}
{"verse":16,"book":"Lamentations","chapter":2,"passage":"All your enemies Have opened their mouths wide against you; They hiss and gnash their teeth. They say, \"We have swallowed her up! Surely this is the day for which we waited; We have reached it, we have seen it.\""}
{"passage":"For they sow the wind And they reap the whirlwind. The standing grain has no heads; It yields no grain. Should it yield, strangers would swallow it up.","chapter":8,"book":"Hosea","verse":7}
{"passage":"Israel is swallowed up; They are now among the nations Like a vessel in which no one delights.","chapter":8,"verse":8,"book":"Hosea"}
{"book":"Obadiah","verse":16,"chapter":1,"passage":"\"Because just as you drank on My holy mountain, All the nations will drink continually. They will drink and swallow And become as if they had never existed."}
{"passage":"And the LORD appointed a great fish to swallow Jonah, and Jonah was in the stomach of the fish three days and three nights.","chapter":1,"book":"Jonah","verse":17}
{"book":"Habakkuk","verse":13,"chapter":1,"passage":"Your eyes are too pure to approve evil, And You can not look on wickedness with favor. Why do You look with favor On those who deal treacherously? Why are You silent when the wicked swallow up Those more righteous than they?"}
{"passage":"\"You blind guides, who strain out a gnat and swallow a camel!","chapter":23,"verse":24,"book":"Matthew"}
{"passage":"For indeed while we are in this tent, we groan, being burdened, because we do not want to be unclothed but to be clothed, so that what is mortal will be swallowed up by life.","book":"2 Corinthians","verse":4,"chapter":5}
